# 과제1
# users 배열에 존재하는 모든 유저의 정보를 반복문으로 출력해주세요
# 여성인 경우 23세 이하는 직업이 학생, 아니라면 직장인 입니다
# 남성의 경우, 25세 이하는 직업이 학생, 아니라면 직장인 입니다
# 각 유저의 직장은 함수를 활용해서 결정해주세요
# 각 유저에 대한 출력 정보 형식은 다음과 같습니다: 김네모은 25살 남성이고 직업은 학생입니다
user1 = {
    "name": "김동그라미",
    "age": 21,
    "gender": "여성",
}
user2 = {
    "name": "김네모",
    "age": 25,
    "gender": "남성",
}
user3 = {
    "name": "김세모",
    "age": 29,
    "gender": "남성",
}
users = [user1, user2, user3]

# 과제2
# 2 X 1 = 2
# 2 X 2 = 4
# …
# 9 X 9 = 81
# 위와 같은 수식을(구구단) 9줄 이하의 코드로 콘솔에 출력하세요
