# csv_file_manager.py 파일의 함수 2개를 완성하세요
# main.py 파일에서 csv_file_manager.py 파일의 함수 2개를 가져와서 코드를 작성하세요
# main.py 파일에서 아래의 유저들을 콘솔에서 입력받고, csv 파일에 데이터를 쓸 수 있도록 코드를 작성하세요
# 유저의 이메일을 입력받을 때, exit를 입력하면 프로그램이 종료되도록 만들어주세요
# 유저 1명이 추가될 때마다, 현재 csv 파일에 저장된 모든 유저들의 목록을 전부 출력해주세요
# 추가할 유저 정보는 이메일, 비밀번호, 이름으로 아래와 같습니다
# xxx@xxx.com | 1234 | 김세모
# yyy@yyy.com | 1234 | 김네모
# zzz@zzz.com | 1234 | 김동그라미
# qqq@qqq.com | 1234 | 쵸단
# www@www.com | 1234 | 마젠타
# eee@eee.com | 1234 | 냥뇽녕냥
# 마지막으로 6명의 유저를 모두 입력받은 후 랜덤으로 2명의 유저를 선택해서 이름만 출력해주세요
